/* No comment provided by engineer. */
"%1.0f days ago" = "Πριν %1.0f ημέρες";

/* No comment provided by engineer. */
"%1.0f hours ago" = "Πριν %1.0f ώρες";

/* No comment provided by engineer. */
"%1.0f minutes ago" = "Πριν %1.0f λεπτά";

/* No comment provided by engineer. */
"%1.0f months ago" = "Πριν %1.0f μήνες";

/* No comment provided by engineer. */
"%1.0f seconds ago" = "Πριν %1.0f δευτερόλεπτα";

/* No comment provided by engineer. */
"%1.0f weeks ago" = "Πριν %1.0f εβδομάδες";

/* No comment provided by engineer. */
"%1.0f years ago" = "Πριν %1.0f χρόνια";

/* No comment provided by engineer. */
"A minute ago" = "Πριν ένα λεπτό";

/* No comment provided by engineer. */
"An hour ago" = "Πριν μία ώρα";

/* No comment provided by engineer. */
"Just now" = "Μόλις τώρα";

/* No comment provided by engineer. */
"Last month" = "Τον προηγούμενο μήνα";

/* No comment provided by engineer. */
"Last week" = "Την προηγούμενη εβδομάδα";

/* No comment provided by engineer. */
"Last year" = "Πέρυσι";

/* No comment provided by engineer. */
"Yesterday" = "Εχθές";

/* No comment provided by engineer. */
"1 year ago" = "Πριν 1 χρόνο";

/* No comment provided by engineer. */
"1 month ago" = "Πριν 1 μήνα";

/* No comment provided by engineer. */
"1 week ago" = "Πριν 1 εβδομάδα";

/* No comment provided by engineer. */
"1 day ago" = "Πριν 1 ημέρα";

/* No comment provided by engineer. */
"This morning" = "Σήμερα το πρωί";

/* No comment provided by engineer. */
"This afternoon" = "Σήμερα το απόγευμα";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* No comment provided by engineer. */
"This week" = "Αυτή την εβδομάδα";

/* No comment provided by engineer. */
"This month" = "Αυτό το μήνα";

/* No comment provided by engineer. */
"This year" = "Φέτος";
